Repository: FutureMedia/atres-2
Catalog: languages/*.po
Languages: el

source: Posted <time class="updated" datetime="%1$s" itemprop="datePublished">%2$s</time> by <span class="author">%3$s</span>
el: Aναρτήθηκε <time class=“updated” datetime=“%1$s” pubdate>%2$s</time> από <span class=“author”>%3$s</span>.

source: Oops, Post Not Found!
el: Ουουπ! Δεν Βρέθηκε Αυτή Η Σελίδα

source: Uh Oh. Something is missing. Try double checking things.
el: Χμμμ, κάτι λείπει. Ελέγξτε ξανά όλες τις λεπτομέρειες.

source: This is the error message in the custom posty type archive template.
el: Αυτό είναι το μήνυμα σφάλματος στο πρότυπο αρχείου προσαρμοσμένου τύπου.

source: Properties List
el: Κατάλογος ακινήτων

source: %1$s properties found.
el: Βρέθηκαν %1$s ακίνητα

source: This is the error message in the archive.php template.
el: Αυτό είναι το μήνυμα σφάλματος στο πρότυπο archive.php.

source: <span>No</span> Comments
el: <span>Χωρίς</span> Σχόλια

source: <span>One</span> Comment
el: <span>Ένα</span> Σχόλιο

source: <span>%</span> Comments
el: <span>%</span> Σχόλια

source: Reply
el: Απάντηση

source: &larr; Previous Comments
el: &larr; Παλαιότερα Σχόλια

source: More Comments &rarr;
el: Περισσότερα Σχόλια &rarr;

source: Comments are closed.
el: Τα σχόλια είναι απενεργοποιημένα.

source: Posted
el: Καταχωρήθηκε

source: by
el: από

source: Pages:
el: Σελίδες:

source: Tags:
el: Ετικέτες:

source: Filed under: %1$s
el: Καταχωρήθηκε σε: %1$s

source: filed under
el: καταχωρήθηκε σε

source: Sorry, nothing Found
el: Συγνώμη, δεν βρέθηκε κάτι

source: Oops, not found
el: Ωχ, δεν βρέθηκε

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
el: Λυπούμαστε, αλλά τίποτα δεν ταιριάζει στους όρους αναζήτησης. Παρακαλούμε δοκιμάστε ξανά με κάποιες διαφορετικές λέξεις-κλειδιά.

source: It seams there was an error.
el: Παρουσιάστηκε σφάλμα.

source: We couldn't find what you were looking for.
el: Δεν μπορέσαμε να βρούμε αυτό που ψάχνετε.

source: Maybe you'd like to try our search again?
el: Ίσως θα θέλατε να δοκιμάσετε ξανά αναζήτηση μας;

source: This is the error message in the single.php template.
el: Αυτό είναι το μήνυμα σφάλματος στο πρότυπο single.php.

source: Recently on Future Media
el: Πρόσφατα, στη Future Media

source: Atres.gr at a glance
el: Atres.gr με μια ματιά

source: <span id="footer-thankyou">Developed by <a href="http://futuremedia.gr" target="_blank">Future Media</a></span>
el: <span id=“footer-thankyou”>Αναπτύχθηκε από την <a href=“http://futuremedia.gr” target=“_blank”Future Media</a></span>

source: Properties
el: Ακίνητα

source: Property
el: Ακίνητο

source: Add New
el: Προσθήκη νέου

source: Add New Property
el: Προσθήκη Νέου Ακινήτου

source: Edit Property
el: Τροποποίηση Ακινήτου

source: New Property
el: Νέο Ακίνητο

source: View Property
el: Προβολή Ακινήτου

source: Search Property
el: Αναζήτηση Ακινήτων

source: No Property found.
el: Δεν βρέθηκε κανένα ακίνητο.

source: No Property found in Trash.
el: Δεν βρέθηκε ακίνητο στον κάδο απορριμμάτων.

source: property
el: ακίνητο

source: Trancaction
el: Συναλλαγή

source: Search Trancaction
el: Αναζήτηση Είδους Συναλλαγής

source: Popular Trancaction
el: Δημοφιλές Είδος Συναλλαγής

source: All Trancaction
el: Όλες οι Συναλλαγές

source: Edit Trancaction
el: Επεξεργασία Συναλλαγής

source: Update Trancaction
el: Ενημέρωση Συναλλαγής

source: Add New Trancaction
el: Προσθήκη Νέας Συναλλαγής

source: New Trancaction Name
el: Νέο Όνομα Συναλλαγής

source: Separate Trancaction With Commas
el: Διαχωρίστε τα Είδη Συναλλαγών με Κόμμα

source: Add or Remove Trancaction
el: Προσθήκη ή Κατάργηση Συναλλαγής

source: Choose From Most Used Trancaction
el: Επιλέξτε Από την Πλέον Χρησιμοποιούμενη Συναλλαγή

source: Parent Trancaction
el: Γονέας Συναλλαγών

source: transaction
el: συναλλαγή

source: Property Type
el: Τύπος Ακινήτου

source: Search Property Type
el: Αναζήτηση Τύπου Ακινήτου

source: Popular Property Type
el: Δημοφιλής Τύπος Ακινήτου

source: All Property Type
el: Όλοι οι Τύποι Ακινήτων

source: Edit Property Type
el: Τροποποίηση Είδους Ακινήτου

source: Update Property Type
el: Ενημέρωση Είδους Ακινήτου

source: Add New Property Type
el: Προσθήκη Νέου Τύπου Ακινήτου

source: New Property Type Name
el: Όνομα Νέου Τύπου Ακινήτου

source: Separate Property Type With Commas
el: Διαχωρίστε τους Τύπους Ακινήτων με Κόμμα

source: Add or Remove Property Type
el: Προσθήκη ή κατάργηση Τύπου Ακινήτου

source: Choose From Most Used Property Type
el: Επιλέξτε από τους πιο Χρησιμοποιούμενους Τύπους Ακινήτου

source: Parent Property Type
el: Γονέας Είδους Ακινήτου

source: property-type
el: τύπος ακινήτου

source: Custom Types
el: Προσαρμοσμένοι Τύποι

source: Custom Post
el: Προσαρμοσμένη Ανάρτηση

source: All Custom Posts
el: Όλες οι Προσαρμοσμένες Αναρτήσεις

source: Add New Custom Type
el: Προσθήκη Νέου Προσαρμοσμένου Τύπου

source: Edit
el: Επεξεργασία

source: Edit Post Types
el: Επεξεργασία Είδών Αναρτήσεων

source: Nothing found in the Database.
el: Δεν βρέθηκε κάτι στη βάση δεδομένων.

source: Nothing found in Trash
el: Δεν βρέθηκε στον Κάδο

# post type general name
source: Team
el: Ομάδα

# post type singular name
source: Team
el: Ομάδα

# team item
source: Add New
el: Προσθήκη νέου

source: Add New Profile
el: Προσθήκη Νέου Προφίλ

source: Edit Profile
el: Επεξεργασία Προφίλ

source: New Profile
el: Νέο Προφίλ

source: View Profile
el: Εμφάνιση Προφίλ

source: Search Profiles
el: Αναζήτηση Προφίλ

source: No Profiles Found
el: Δεν Βρέθηκαν Προφίλ

source: No Profiles Found in Trash
el: Δεν βρέθηκαν Προφίλ στον κάδο απορριμμάτων

source: Page %s
el: Σελίδα %s

source: Tagged as %s
el: Με ετικέτα %s

source: Authored by %s
el: Δημοσιεύτηκε από %s

source: Properties for %s
el: Ακίνητα για %s

source: Archives
el: Αρχεία

source: No Related Posts Yet!
el: Δεν υπάρχουν σχετικές αναρτήσεις ακόμη!

source: Read
el: Διαβάστε

source: Read more &raquo;
el: Διαβάστε περισσότερα &raquo;

source: any %s
el: όλα %s

source: Please enter your full name.
el: Παρακαλώ γράψτε το πλήρες όνομά σας

source: Please enter your email address.
el: Παρακαλώ γράψτε το e-mail σας

source: You entered an invalid email address.
el: Μη έγκυρη διεύθυνση email.

source: Please enter a message.
el: Παρακαλώ εισάγετε το μήνυμά σας.

source: Thank you for contacting us. We will reply to you as soon as possible.
el: Σας ευχαριστούμε που επικοινωνήσατε μαζί μας. Θα σας απαντήσουμε όσο το δυνατόν συντομότερα.

source: The message could not be sent!
el: Το μήνυμα δεν μπόρεσε να σταλεί!

source: Please correct the following errors:
el: Παρακαλώ διορθώστε τα ακόλουθα λάθη:

source: There was an error!
el: Παρουσιάστηκε σφάλμα!

# footer
source: Atria Property Services
el: Atria Υπηρεσίες Ακινήτων

source: Athens Office
el: Γραφεία Αθηνών

source: Athens
el: Αθήνα

source: Thessaloniki Office
el: Γραφεία Θεσσαλονίκης

source: Thessaloniki
el: Θεσσαλονίκη

source: The first (primary) sidebar.
el: Το πρώτο sidebar (πρωτεύον).

source: Greek Properties for Sale or Lease
el: Ακίνητα προς Πώληση ή Ενοικίαση

source: This is the error message in the page-custom.php template.
el: Αυτό είναι το μήνυμα σφάλματος στο πρότυπο αρχείου προσαρμοσμένου τύπου.

source: Published by
el: Δημοσιεύθηκε από

source: on
el: στις

source: Price on Request
el: Τιμή κατόπιν αιτήματος

source: Seasonal Rates
el: Εποχικές Τιμές

source: PpM
el: Τ/Μ

source: PpD
el: Τ/Η

source: For:
el: Για:

# home search
source: any transaction
el: συναλλαγή

# home search
source: any property type
el: τύπος ακινήτου

# home search
source: any location
el: Τοποθεσία

# home search
source: Search
el: Αναζήτηση

source: Nothing found!
el: Δεν βρέθηκε κάτι!

source: Date from - to (D/M/Y)
el: Ημερομηνία από - έως (Η/M/Χ)

source: Rates
el: Τιμές

source: Monthly Rate
el: Μηνιαία Χρέωση

source: Notes
el: Σημειώσεις

source: Search Results for:
el: Αποτελέσματα αναζήτησης για:

source: Search for:
el: Αναζήτηση για:

source: Search
el: Αναζήτηση

source: in
el: σε

source: Air Conditioning
el: Κλιματισμός

source: Security Alarm
el: Συναγερμός

source: BBQ
el: μπάρμπεκιου

source: Fireplace
el: Τζάκι

source: Furnished
el: Επιπλωμένο

source: Outdoor Parking
el: Υπαίθριος χώρος στάθμευσης

source: Enclosed Parking
el: Στεγασμένος Χώρος Στάθμευσης

source: Storage Area
el: Αποθηκευτικός χώρος

source: Open Views
el: Ανοιχτή θέα

source: Seafront
el: Δίπλα στη θάλασσα

source: Swimming Pool
el: Πισίνα

source: Price
el: Τιμή

source: Per Month
el: Ανά Μήνα

source: Per Day
el: Ανά Ημέρα

source: View Seasonal Rates
el: Δείτε τις Εποχικές Τιμές

source: Available for
el: Διαθέσιμο για

source: Area
el: Περιοχή

source: Plot Area
el: Εμβαδόν Οικοπέδου

source: Bedrooms
el: Υπνοδωμάτια

source: Bathrooms
el: Μπάνια

source: Your Contact
el: Πληροφορίες Επικοινωνίας

source: Request more information
el: Περισσότερες Πληροφορίες

source: Similar Properties
el: Παρόμοια ακίνητα

source: Department
el: Υπηρεσία

source: Read more:
el: Διαβάστε περισσότερα:

source: Posts Categorized:
el: Αναρτήσεις ανά κατηγορία:

source: Posted <time class="updated" datetime="%1$s" itemprop="datePublished">%2$s</time> by <span class="author">%3$s</span> <span class="amp">&</span> filed under %4$s.
el: Αναρτήθηκε <time class=“updated” datetime=“%1$s” pubdate>%2$s</time> από <span class=“συντάκτης”>%3$s</span> <span class=“amp”>&</span> καταχωρήθηκε στο %4$s.

source: Read More &raquo;
el: Διαβάστε περισσότερα &raquo;

source: This is the error message in the taxonomy-custom_cat.php template.
el: Αυτό είναι το μήνυμα σφάλματος στο πρότυπο ταξινόμησης-custom_cat.php.

source: CONTACT US
el: ΕΠΙΚΟΙΝΩΝΗΣΤΕ ΜΑΖΙ ΜΑΣ

source: Meet our people
el: Γνωρίστε τους ανθρώπους μας

source: Full Name
el: Πλήρες Όνομα

source: required
el: απαιτείται

source: Phone Number
el: Τηλέφωνο

source: include the country code starting with +
el: γράψτε και τον κωδικό της χώρας σας, ξεκινώντας με +

source: Country
el: Χώρα

source: Message
el: Μήνυμα

source: Send
el: Αποστολή

source: Thank you for your enquiry about
el: Σας ευχαριστούμε για το ενδιαφέρον σας σχετικά με το ακίνητο

source: Please fill the form and we will reply to you as soon as possible.
el: Παρακαλoύμε συμπληρώστε την φόρμα επικοινωνίας και θα λάβετε την απάντησή μας όσο το δυνατόν συντομότερα.

source: VIEW
el: ΠΡΟΒΟΛΗ

source: urban spaces
el: αστικοί χώροι

source: holiday homes
el: παραθεριστικές κατοικίες

source: short term rentals
el: βραχυπρόθεσμες ενοικιάσεις

source: land for sale
el: οικόπεδο προς πώληση

source: KNOW US BETTER
el: ΓΝΩΡΙΣΤΕ ΜΑΣ ΚΑΛΥΤΕΡΑ

source: featuring
el: περιέχει

source: SEARCH THE MAP
el: ΑΝΑΖΗΤΗΣΗ ΣΤΟ ΧΑΡΤΗ

source: Found
el: Βρέθηκαν

source: Nothing Found. Please search again.
el: Δεν βρέθηκε κανένα αποτέλεσμα. Παρακαλούμε προσπάθησε ξανά.
